{
  "locations": [
    {
      "id": 1,
      "location": "Port-of-Spain, Trinidad & Tobago",
      "todo": "Trinidad Carnival is the most immersive cultural experience in the Caribbean. Visitors to the mega festival enjoy a multi-sensory experience that includes, beautiful costumes and designs, soca music, steelpan.\n Another place to visit is Tobago , the sister island to the main island, it is where tourists tend to travel to, Tobagos beachs are beautiful and One such curiosity is the world's largest Brain Coral which resides in an underwater area known as Kelleston Drain which is a haven for divers all over the world. \n Hiking is very popular in T&T, some of the best trails are the plane crash site in Diego Martin, Mount St. Benedict in Tunapuna, Breezy Hill Circular in San Juan, Paria Hike in Tunapuna, Maracas Waterfall in Tunapuna, Rio Seco Waterfall in Sangre Grande and Rincon Falls & Black Pool in San Juan, these are the best trails with the best breathtaking views in T&T.\n Lastly the beachs where the water is always WARM and CRYSTAL CLEAR!, some popular beachs are Maracas Bay, Las Cuevas Bay Beach, Mayaro Beach, and Pigeon Point Beach",
      "food": "-Hassanali's Doubles in Debe home of the BEST indian delicacies in T&T. \n -Roti with any type of curry vegetables, or meats, you can find this literally anywhere in T&T. \n -KFC Fried Chicken the joke is T&T's national bird is KFC chicken! It taste MORE delicious & different than any KFC in the U.S \n -Tobagos Curry crab and Dumplings. \n -Sunday Lunch AT any of my family members house, just let me know so I can give them a head's up. \n -Debe BBQ SHACK! get yourself some west indian style bbq with fries. \n -Soongs Great Wall restaurant located in San Fernando has the best Chinese-style food.\n -Kebab Station in Ariapita Avenue in Port of Spain has the best kebabs and gyros. \n -Corn Soup at 145 Lounge in Port Of Spain is a MUST after a long night of drinking and hanging out! \n -Last but not least, Bake and Shark on Maracus BEACH which is fried fish sandwich is traditionally cooked using blacktip shark, though other types of fish are often substituted. 'Bake' refers to the bread which makes up the sandwich, this can be a fried flatbread, As with lots of Trini food it's really the condiments that make the meal - garlic sauce, tangy tamarind sauce and a fiery lime pepper sauce to choose from.",
      "hotel": "Trinidad Hotels:\n -Hyatt Regency \n -Holiday Inn \n -Court Yard \n -Vacation Homes are also good especially if you rent a beach house the backyard is the BEACH! \n Experience Caribbean hospitality, waterfront views and modern amenities at these contemporary hotels and homes",
      "history": "You’ve made a wonderful decision to discover Trinidad and Tobago! Some information you should know before traveling is T&T is located at the southern end of the Caribbean island chain, just 7 miles off the coast of South America, you can actually see mountains of Venezuela clearly from Port Of Spain. Trinidad and Tobago are about 21 miles apart you can get to either island by small plane or ferry. \n Trinidad is more extrovert, lively and full of music and activity whereas, Tobago is more introvert, more peaceful, Tobago is where the Trinidadians go relax! \n English in the language spoken in T&T and the population is very mixed, descended mainly from Africa and India, but also some people from Europe, the Middle East, and even China. \n T&T is known for our music genres that are Calypso, Soca, Indian-Chutney, and reggae! ENJOY ",
      "image": "https://www.tripsavvy.com/thmb/Hx_-Iu_330SMnDTcWqs0ajRW1IY=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-rh526-653-5b54f08b46e0fb00370f2c57.jpg"
    },
    {
      "id": 2,
      "location": "Anchorage, Alaska",
      "todo": "Ride the Rails: The railroad is what gave Anchorage its start and first linked the broad stretches of Alaska together. The train that travels from Anchorage to Seward and back again is a particularly beautiful trip. The 3.5 hour trip is riddled with gorgeous coastal views and perhaps even some wildlife! \nWitness History: Every year a ceremonial start of the legendary Iditarod race takes place in Anchorage on the Fourth Avenue at D street. It runs all the way to the Campbell Creek Science Center. The next day the Iditarod mushers begin the true race in Willow and end in Nome. The event is roughly 1,000 miles. \nNorthern Lights: Just outside of Anchorage, away from the city lights, if you're lucky, you may catch a glimppse of the glorious Aurora Borealis. Keep your eyes peeled, it's not something you'd want to miss.",
      "food": "Berries: The fresh berries that grow in Alaska are incredibly delectable. My personal favorites include strawberries, blueberries, and raspberries. You can find them in the wilds of Alaska or perhaps even in your backyard. \nReindeer sausage: The reindeer sausage that can be found all around Anchorage is absolutely legendary. One of my all time favorite Anchorage street foods is a classic reindeer sausage hotdog with ketchup, mustard, and relish. Make sure to try it if you get the chance. \nSeafood: Alaska is known worldwide for its great seafood. It is particularly known for its King Crab, Salmon, Oysters, and Halibut. There's certainly more but that's a good place to start. It's safe to say, if you're looking for a top notch seafood experience, look no further than the rugged and majestic lands of Alaska.",
      "hotel": "Alyseka Ski Resort: The Alyeska Resort is located in Girdwood which is roughly 30 minutes outside of Anchorage. It is nestled at the base of a mountain where you can see hundreds of people skiing and snowboarding on a daily basis. Halfway  up the mountain, accessible by tram, is a beautiful restaurant that, speaking from experience, serves absolutely delicious food. The hotel itself is cozy, large, and hosts a number of restaurants as well as skii equipment. \nHotel Captain Cook: This Hotel is one of the tallest buildings in Anchorage. It houses perhaps the fanciest restaurant in Anchorage at its peak, Crowes Nest. It has 546 rooms, roughly 100 of which are suites. At the base of the hotel is the Hotel Captain Cook restaurant. I've heard it's great but haven't gone there myself.",
      "history": "A bit of history: Alaska was a Russian Colony from 1744 until the USA purchased it in 1867 for a measly $7,200,000. It wasn't until 1959 that Alaska became a state. Only 5 years later a 9.2 magnitude earthquake rocked the Prince William Sound, killing 131 people and abosultely devastating surrounding cities and towns, including Anchorage. By 1973 the first official Iditarod race was run. Around the same time, 1968, oil was discovered in PrudhoeBay. With the completion of the Trans-Alaska Pipeline in 1977 an oil boom occurred. Shortly after this the first dividened checks were distributed to the residents of Alaska. Since the Discovery of oil, Alaska has seen a constant battle between those who wish to preserve the land and those who wish to mine it for its resources.",
      "image": "https://live.staticflickr.com/1602/26524790706_a4833d6c91_b.jpg"
    },
    {
      "id": 3,
      "location": "Luxor, Egypt",
      "todo": "Karnak Temple Complex, Luxor Temple, Mummification Museum",
      "food": "Fun and Ta’meya (Fava Beans and Falafel), Mulukhiya, Koshary (traditional Egyptian pasta dish, and Kebob and Kofta (traditional meat dish)",
      "hotel": "فندق سوفيتل ونتر بالاس الأقصر",
      "history": "A bit of history",
      "image": "https://images.squarespace-cdn.com/content/v1/590afb225016e10ca7f8f8b9/1494422120407-PCQ856O8QJZVJ4Z2VF1F/iStock-531252132.jpg"
    }
  ],
  "comments": [
    {
      "comment": "",
      "id": 1
    },
    {
      "comment": "",
      "id": 2
    }
  ]
}