{
  "locations": [
    {
      "id": 1,
      "location": "Port-of-Spain, Trinidad & Tobago",
      "todo": "EXPLORE T&T : Trinidad Carnival is the most immersive cultural experience in the Caribbean. Visitors to the mega festival enjoy a multi-sensory experience that includes, beautiful costumes and designs, soca music, steelpan. Another place to visit is Tobago , the sister island to the main island, it is where tourists tend to travel to, Tobagos beachs are beautiful and One such curiosity is the world's largest Brain Coral which resides in an underwater area known as Kelleston Drain which is a haven for divers all over the world. Hiking is very popular in T&T, some of the best trails are the plane crash site in Diego Martin, Mount St. Benedict in Tunapuna, Breezy Hill Circular in San Juan, Paria Hike in Tunapuna, Maracas Waterfall in Tunapuna, Rio Seco Waterfall in Sangre Grande and Rincon Falls & Black Pool in San Juan, these are the best trails with the best breathtaking views in T&T. Lastly the beachs where the water is always WARM and CRYSTAL CLEAR!, some popular beachs are Maracas Bay, Las Cuevas Bay Beach, Mayaro Beach, and Pigeon Point Beach",
      "food": "TOP 10 Foods to Eat in T&T : Hassanali's Doubles in Debe home of the BEST indian delicacies in T&T. Roti: with any type of curry vegetables, or meats, you can find this literally anywhere in T&T. KFC Fried Chicken: the joke is T&T's national bird is KFC chicken! It taste MORE delicious & different than any KFC in the U.S, Tobagos: Curry crab and Dumplings. Sunday Lunch: AT any of my family members house, just let me know so I can give them a head's up. Debe BBQ SHACK!: get yourself some west indian style bbq with fries. Soongs Great Wall restaurant: located in San Fernando has the best Chinese-style food. Kebab Station: in Ariapita Avenue in Port of Spain has the best kebabs and gyros. Corn Soup: at 145 Lounge in Port Of Spain is a MUST after a long night of drinking and hanging out! Last but not least, Bake and Shark on Maracus BEACH: which is fried fish sandwich is traditionally cooked using blacktip shark, though other types of fish are often substituted. 'Bake' refers to the bread which makes up the sandwich, this can be a fried flatbread, As with lots of Trini food it's really the condiments that make the meal - garlic sauce, tangy tamarind sauce and a fiery lime pepper sauce to choose from.",
      "hotel": "Trinidad Hotels: Hyatt Regency, Holiday Inn, Court Yard, experience Caribbean hospitality, waterfront views and modern amenities at these contemporary hotels. Vacation Homes are also good especially if you rent a beach house the backyard is the BEACH!",
      "history": "You’ve made a wonderful decision to discover Trinidad and Tobago! Some information you should know before traveling is T&T is located at the southern end of the Caribbean island chain, just 7 miles off the coast of South America, you can actually see mountains of Venezuela clearly from Port Of Spain. Trinidad and Tobago are about 21 miles apart you can get to either island by small plane or ferry. Trinidad is more extrovert, lively and full of music and activity whereas, Tobago is more introvert, more peaceful, Tobago is where the Trinidadians go relax! English in the language spoken in T&T and the population is very mixed, descended mainly from Africa and India, but also some people from Europe, the Middle East, and even China. T&T is known for our music genres that are Calypso, Soca, Indian-Chutney, and reggae! ENJOY ",
      "image": "https://www.tripsavvy.com/thmb/Hx_-Iu_330SMnDTcWqs0ajRW1IY=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-rh526-653-5b54f08b46e0fb00370f2c57.jpg"
    },
    {
      "id": 2,
      "location": "Anchorage, Alaska",
      "todo": "Ride the Rails, Dog Sledding, Northern Lights",
      "food": " Reindeer sausage, Seafood, Berries",
      "hotel": "Alyseka Ski Resort, Hotel Captain Cook, Embassy Suites by Hilton Anchorage",
      "history": "A bit of history",
      "image": "https://live.staticflickr.com/1602/26524790706_a4833d6c91_b.jpg"
    },
    {
      "id": 3,
      "location": "Luxor, Egypt",
      "todo": "Karnak Temple Complex, Luxor Temple, Mummification Museum",
      "food": "Fun and Ta’meya (Fava Beans and Falafel), Mulukhiya, Koshary (traditional Egyptian pasta dish, and Kebob and Kofta (traditional meat dish)",
      "hotel": "فندق سوفيتل ونتر بالاس الأقصر",
      "history": "A bit of history",
      "image": "https://images.squarespace-cdn.com/content/v1/590afb225016e10ca7f8f8b9/1494422120407-PCQ856O8QJZVJ4Z2VF1F/iStock-531252132.jpg"
    }
  ],
  "comments": [
    {
      "comment": "Working?",
      "id": 1
    }
  ]
}